Repository: ajroetker/jdbc-util
Catalog: locales/*.po
Languages: eo

source: Status check of db failed with error:
eo: [Şŧȧŧŭş ƈħḗƈķ ǿƒ ḓƀ ƒȧīŀḗḓ ẇīŧħ ḗřřǿř: 衋ǈςẛϑϱ ϑΰϕ]

source: Database status check timed out after 4 seconds.
eo: [Ḓȧŧȧƀȧşḗ şŧȧŧŭş ƈħḗƈķ ŧīḿḗḓ ǿŭŧ ȧƒŧḗř 4 şḗƈǿƞḓş. ǅΐϱǅςǈϱΐ ΐ]

source: There are no '?'s in the given string
eo: [Ŧħḗřḗ ȧřḗ ƞǿ '?'ş īƞ ŧħḗ ɠīṽḗƞ şŧřīƞɠ ſϵẛ鶱ϐ ǲϑſ]

source: The operation could not be performed because of insufficient database permissions.
eo: [Ŧħḗ ǿƥḗřȧŧīǿƞ ƈǿŭŀḓ ƞǿŧ ƀḗ ƥḗřƒǿřḿḗḓ ƀḗƈȧŭşḗ ǿƒ īƞşŭƒƒīƈīḗƞŧ ḓȧŧȧƀȧşḗ ƥḗřḿīşşīǿƞş. ςẛ衋 衋ı鶱ẛ衋ΰϱ靐ϕ]

source: Database replication for {0} is currently down.
eo: [Ḓȧŧȧƀȧşḗ řḗƥŀīƈȧŧīǿƞ ƒǿř {0} īş ƈŭřřḗƞŧŀẏ ḓǿẇƞ. ſſ鶱ǈΰϵ鶱ϖ ϐ]

source: Database replication for {0} has been disabled.
eo: [Ḓȧŧȧƀȧşḗ řḗƥŀīƈȧŧīǿƞ ƒǿř {0} ħȧş ƀḗḗƞ ḓīşȧƀŀḗḓ. ϱΰΐςẛ衋ǈϕ ϵ]

source: Database replication for {0} is in an unknown state.
eo: [Ḓȧŧȧƀȧşḗ řḗƥŀīƈȧŧīǿƞ ƒǿř {0} īş īƞ ȧƞ ŭƞķƞǿẇƞ şŧȧŧḗ. 衋鶱ϰϰǋϱϑ]

source: Database replication for {0} is inactive
eo: [Ḓȧŧȧƀȧşḗ řḗƥŀīƈȧŧīǿƞ ƒǿř {0} īş īƞȧƈŧīṽḗ ϐſẛǅ鶱ẛϑǅ ǲ]

source: {0} is not a supported HikariCP option
eo: [{0} īş ƞǿŧ ȧ şŭƥƥǿřŧḗḓ ĦīķȧřīƇƤ ǿƥŧīǿƞ ΐϐſ 靐ϖ ǅϵẛ]

source: {0} - Starting database initialization
eo: [{0} - Şŧȧřŧīƞɠ ḓȧŧȧƀȧşḗ īƞīŧīȧŀīzȧŧīǿƞ ϱ鶱ς 靐 ϑϱϖ鶱ϑ]

source: {0} - Starting database migration
eo: [{0} - Şŧȧřŧīƞɠ ḓȧŧȧƀȧşḗ ḿīɠřȧŧīǿƞ 鶱ϑς ı ǅςϑς]

source: {0} - An error was encountered during database migration.
eo: [{0} - Ȧƞ ḗřřǿř ẇȧş ḗƞƈǿŭƞŧḗřḗḓ ḓŭřīƞɠ ḓȧŧȧƀȧşḗ ḿīɠřȧŧīǿƞ. 靐ΐΐ ϵ ſϕ]

source: {0} - Finished database migration
eo: [{0} - Ƒīƞīşħḗḓ ḓȧŧȧƀȧşḗ ḿīɠřȧŧīǿƞ ς衋ΐ ϰ ϕϐ衋ǅ]

source: {0} - Starting post-migration init-fn
eo: [{0} - Şŧȧřŧīƞɠ ƥǿşŧ-ḿīɠřȧŧīǿƞ īƞīŧ-ƒƞ 衋ϖϵ ϖ ΰϱϐı]

source: {0} - Finished post-migration init-fn
eo: [{0} - Ƒīƞīşħḗḓ ƥǿşŧ-ḿīɠřȧŧīǿƞ īƞīŧ-ƒƞ ǈϖϐ ϵ ẛẛΐϖ]

source: {0} - An error was encountered during initialization.
eo: [{0} - Ȧƞ ḗřřǿř ẇȧş ḗƞƈǿŭƞŧḗřḗḓ ḓŭřīƞɠ īƞīŧīȧŀīzȧŧīǿƞ. 鶱ΐ靐 ς ſ]

source: {0} - Error while attempting to connect to database, retrying.
eo: [{0} - Ḗřřǿř ẇħīŀḗ ȧŧŧḗḿƥŧīƞɠ ŧǿ ƈǿƞƞḗƈŧ ŧǿ ḓȧŧȧƀȧşḗ, řḗŧřẏīƞɠ. ς衋衋 ϵ ϵ鶱ΐ]

source: Timeout waiting for the database pool to become ready.
eo: [Ŧīḿḗǿŭŧ ẇȧīŧīƞɠ ƒǿř ŧħḗ ḓȧŧȧƀȧşḗ ƥǿǿŀ ŧǿ ƀḗƈǿḿḗ řḗȧḓẏ. ϐ靐ΰϐ衋ǋǈ]

source: Initialization resulted in an error: {0}
eo: [Īƞīŧīȧŀīzȧŧīǿƞ řḗşŭŀŧḗḓ īƞ ȧƞ ḗřřǿř: {0} ϵǈϰϖıǈǲ衋ϰǋ]

source: {0} - Blocking execution until db init has finished
eo: [{0} - Ɓŀǿƈķīƞɠ ḗẋḗƈŭŧīǿƞ ŭƞŧīŀ ḓƀ īƞīŧ ħȧş ƒīƞīşħḗḓ ΐϱϱ ǈ ϕ]

source: {0} - Exception generated during init
eo: [{0} - Ḗẋƈḗƥŧīǿƞ ɠḗƞḗřȧŧḗḓ ḓŭřīƞɠ īƞīŧ ϱǲϑ ϖ ϰ鶱ΐ鶱]

source: {0} - Blocking execution until db init has finished with {1} millisecond timeout
eo: [{0} - Ɓŀǿƈķīƞɠ ḗẋḗƈŭŧīǿƞ ŭƞŧīŀ ḓƀ īƞīŧ ħȧş ƒīƞīşħḗḓ ẇīŧħ {1} ḿīŀŀīşḗƈǿƞḓ ŧīḿḗǿŭŧ 鶱ϕǅ ϐ 鶱ΐǅſǅΰǲ]

source: {0} - Cancelling db-init due to timeout
eo: [{0} - Ƈȧƞƈḗŀŀīƞɠ ḓƀ-īƞīŧ ḓŭḗ ŧǿ ŧīḿḗǿŭŧ ϕǅ靐 ς 衋ΰǋǋ]
